tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# CLIs
brew "mas"
brew "gh"
brew "git-crypt"
brew "tree"
brew "direnv"
brew "yarn"
brew "fzf"
brew "jq"
brew "node"
brew "ripgrep"
brew "starship"
brew "trash"
brew "mackup"
brew "gifski"

# Apps
cask "1password"
cask "authy"
cask "bartender"
cask "discord"
cask "docker"
cask "fig"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "loom"
cask "microsoft-office"
cask "raycast"
cask "rectangle"
cask "slack"
cask "superhuman"
cask "visual-studio-code"
cask "zoom"
cask "whatsapp"


# Mac App Store
mas "Bear", id: 1091189122
mas "The Unarchiver", id: 425424353
mas "Gifski", id: 1351639930
